{"inkVersion":21,"root":[[["done",{"#f":5,"#n":"g-0"}],null],"done",{"start":[["^Эй, что ты делаешь на моём болоте!?","\n","^Стоп! Ты же человек... как ты сюда попал? Ты что, съел те волшебные грибы?","\n","ev","str","^Что это за место?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Как отсюда выбраться?","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^Кто ты?","/str","/ev",{"*":".^.c-2","flg":4},{"c-0":["^ ",{"->":"what_is_this_place"},"\n",{"#f":5}],"c-1":["^ ",{"->":"how_to_escape"},"\n",{"#f":5}],"c-2":["^ ",{"->":"who_are_you"},"\n",{"#f":5}]}],{"#f":1}],"what_is_this_place":["^Ха! Что это за место? Ты находишься в пределах своего сознания. То, что ты видишь, — не более чем иллюзия, но оно может убить по-настоящему. Грибы, которые ты съел, когда пошёл в лес, были волшебными, и они заставили твой мозг видеть всё это. В реальном мире ты, вероятно, лежишь где-то без сознания, но пока ещё жив.","\n","end",{"#f":1}],"how_to_escape":[["^Чтобы отсюда выйти, тебе нужно выбраться за пределы сознания. Там, на краю, есть мост. Собери доски и дострой его. Тогда ты сможешь проснуться и очутиться в своём мире.","\n","^Есть альтернативный вариант: ты должен сварить зелье, чтобы твой мозг взбодрился и организм сам проснулся. Для зелья тебе понадобится:","\n",["^Доска","\n",["^Светящийся гриб (их полно в лесу)","\n",["^Колба с зельем (ты наверняка проснулся в доме, там есть котёл)","\n","^Брось всё в котёл — получишь жидкость, которую нужно выпить.","\n","^Но остерегайся шалушаев! Эти мелкие синие создания вроде безобидны, но любят перекладывать предметы, а иногда и воровать.","\n","ev","str","^Почему я должен тебе верить?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Закончить диалог","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["^ ",{"->":"why_trust_you"},"\n",{"#f":5}],"c-1":["^ ",{"->":"end_dialogue"},"\n",{"#f":5}],"#f":5,"#n":"g-2"}],{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":1}],"why_trust_you":["^Можешь не верить, но помни: чем дольше остаёшься в этом лесу, тем хуже тебе становится. Если задержишься, то станешь его частью — тогда выбираться будет поздно. Другие обитатели леса, включая меня, — тому доказательство.","\n","end",{"#f":1}],"end_dialogue":["^Удачи!","\n","end",{"#f":1}],"who_are_you":["^Я? Когда-то был таким же, как ты. Просто пошёл в лес, нашёл странные грибы, съел их... и вот я здесь. Не успел вовремя выбраться — превратился в то, что видишь сейчас.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}