{"inkVersion":21,"root":[["^Эй, что ты делаешь на моём болоте!?","\n","^Стоп! Ты же человек.. как ты сюда попал? Ты что съел эти волшебные грибы?","\n","ev","str","^Что это за место?","/str","/ev",{"*":"0.c-0","flg":4},"ev","str","^Как отсюда выбраться?","/str","/ev",{"*":"0.c-1","flg":4},"ev","str","^Кто ты?","/str","/ev",{"*":"0.c-2","flg":4},{"c-0":["^ ",{"->":"место"},"\n",{"->":"0.g-0"},{"#f":5}],"c-1":["^ ",{"->":"выход"},"\n",{"->":"0.g-0"},{"#f":5}],"c-2":["^ ",{"->":"кто"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"место":[["^Ха! Что это за место? Ты находишься в пределах своего сознания... То что ты видишь не более чем иллюзия, но оно может убить по настоящему.","\n","^Грибы, которые ты съел, когда пошёл в лес, были волшебными и они заставили твой мозг видеть всё это. В реальном мире ты вероятно лежишь где-то без сознания живым. Пока ещё..","\n","ev","str","^Закончить диалог","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ","end","\n",{"#f":5}]}],{"#f":1}],"выход":["^Чтобы отсюда выйти, тебе нужно выбраться за пределы сознания. Там на краю есть мост.","\n","^Собери доски и дострой его. Тогда ты сможешь проснуться ото сна и очутишься в своём мире.","\n","^Есть альтернативный вариант. Ты должен сварить зелье, чтобы твой мозг взбодрился и организм сам проснулся.","\n","^Для зелья тебе нужна доска, один светящийся гриб, коих полно в лесу, и колба с зельем.","\n","^Ты наверняка проснулся в доме, там есть котёл и само зелье. Брось всё в котёл и получишь жидкость, которую нужно выпить.","\n","^Но остерегайся шалушаев. Эти мелкие противные синие дети вроде безобидные и не нанесут вреда.","\n","^Но любят они поперекладывать предметы. А иногда не против и что-нибудь своровать.","\n",["ev","str","^Почему я должен тебе верить?","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Закончить диалог","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":"выход_неверие"},"\n",{"#f":5}],"c-1":["^ ","end","\n",{"#f":5}]}],{"#f":1}],"выход_неверие":["^Можешь не верить, но помни, чем дольше остаёшься в этом лесу, тем хуже тебе становится.","\n","^И если задержишься здесь, то заметишь, как стал незаменимой частью.","\n","^Тогда выбираться будет поздно. Другие обыватели этого леса, включая меня, являются тому доказательством.","\n",["ev","str","^Закончить диалог","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ","end","\n",{"#f":5}]}],{"#f":1}],"кто":["^Я? Когда я был таким же, как и ты. Просто отправился в лес и нашёл необычные грибы,","\n","^а, съев их, я попал сюда и не успел вовремя выбраться, я превратился в то, что ты сейчас видишь.","\n",["ev","str","^Закончить диалог","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ","end","\n",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}